## 颜色定义 ##

#            R    G    B
GRAY = (100, 100, 100)  # 灰色
NAVYBLUE = (60, 60, 100)  # 海军蓝
WHITE = (255, 255, 255)  # 白色
RED = (255, 0, 0)  # 红色
GREEN = (0, 255, 0)  # 绿色
FOREST_GREEN = (31, 162, 35)  # 森林绿
BLUE = (0, 0, 255)  # 蓝色
SKY_BLUE = (39, 145, 251)  # 天蓝色
YELLOW = (255, 255, 0)  # 黄色
ORANGE = (255, 128, 0)  # 橙色
PURPLE = (255, 0, 255)  # 紫色
CYAN = (0, 255, 255)  # 青色
BLACK = (0, 0, 0)  # 黑色
NEAR_BLACK = (19, 15, 48)  # 近黑色
COMBLUE = (233, 232, 255)  # 淡蓝色
GOLD = (255, 215, 0)  # 金色
